package com.example.trainingdiary.utils

import com.example.trainingdiary.data.Exercises

val allExercises = mutableListOf(
    Exercises("Жим лежа","Грудные","Силовые"),
    Exercises("Становая тяга","Спина","Силовые"),
    Exercises("Приседания со штангой","Кватрицепс","Силовые"),
    Exercises("Жим арнольда","Дельты","Силовые"),
    Exercises("Жим ногами","Кватрицепс","Силовые"),
    Exercises("Французский жим","Трицепс","Силовые"),
    Exercises("Строгий подъем штангки на бицепс","Трицепс","Силовые"),
    Exercises("Отжимания от пола","Трицепс","С собственным весом"),
    Exercises("Подъем штанги на бицепс","Силовые","Силовые"),
    Exercises("Подъем штанги на бицепс","Силовые","Силовые"),
    Exercises("Подъем штанги на бицепс","Силовые","Силовые"),
    Exercises("Подъем штанги на бицепс","Силовые","Силовые"),
    Exercises("Подъем штанги на бицепс","Силовые","Силовые"),
    Exercises("Подъем штанги на бицепс","Силовые","Силовые"),
    Exercises("Подъем штанги на бицепс","Силовые","Силовые"),
    Exercises("Подъем штанги на бицепс","Силовые","Силовые"),
    Exercises("Подъем штанги на бицепс","Силовые","Силовые"),
    Exercises("Подъем штанги на бицепс","Силовые","Силовые"),
    Exercises("Подъем штанги на бицепс","Силовые","Силовые"),
    Exercises("Подъем штанги на бицепс","Силовые","Силовые"),
    Exercises("Подъем штанги на бицепс","Силовые","Силовые"),
    Exercises("Подъем штанги на бицепс","Силовые","Силовые"),
)

